<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/01/10 23:00:00
|
|        $Author: NixanR $
+---------------------------------------------------------------+
*/

define("PAGE_NAME", "Сброс пароля");

define("LAN_02", "Извините, не удается отправить почту - обратитесь к администратору сайта.");
define("LAN_03", "Сброс пароля");
define("LAN_05", "Чтобы сбросить свой пароль, пожалуйста, введите следующие сведения");
define("LAN_06", "Попытка сброса пароля");
define("LAN_07", "Кто-то с IP-адресом");
define("LAN_08", "попытка сброса пароля администратора.");
define("LAN_09", "Сброс пароля");
define("LAN_112", "Адрес электронной почты, зарегистрированный на этом сайте");

define("LAN_213", "Имя пользователя или адрес электронной почты не найден в базе данных.");
define("LAN_214", "Не удается сбросить пароль");


define("LAN_218", "Это ваше имя пользователя:");

define("LAN_FPW1", "Имя пользователя");


define("LAN_FPW4", "Запрос уже был отправлен для сброса пароля, если вы не получили по электронной почте, за помощью обращайтесь к администратору сайта.");
define("LAN_FPW5", "Запрос на сброс пароля");
define("LAN_FPW6", "Было отправлено электронное письмо со ссылкой, которая позволит вам сбросить пароль.");
define("LAN_FPW7", "Это не верная ссылка для сброса пароля.<br>Для получения более подробной информации обращайтесь к администратору сайта.");
define("LAN_FPW8", "Ваш пароль был успешно изменен.");
define("LAN_FPW9", "Это новый пароль:");
define("LAN_FPW10", "Пожалуйста");
define("LAN_FPW11", "авторизируйтесь");
define("LAN_FPW12", "и немедленно измените свой пароль, в целях безопасности.");

define("LAN_FPW13", "Пожалуйста, следуйте указаниям в письме, чтобы подтвердить свой пароль.");
define("LAN_FPW14", "был представлен кем-то с IP");
define("LAN_FPW15", "Это не означает, что ваш пароль еще не был сброшен.  Вам необходимо перейти по ссылке, показаной ниже, чтобы завершить процесс сброса пароля.");
define("LAN_FPW16", "Если вы не запрашивали сброс пароля и не хотите его восстановить, вы можете просто проигнорировать этот письмо");
define("LAN_FPW17", "Ссылка, ниже, будет действительна для 48 часов.");
define("LAN_FPW18", "Запрос на сброс пароля");
define("LAN_FPW19", "Отправка электронной почты не удалось");
define("LAN_FPW20", "Письмо отправлено");
define("LAN_FPW21", "Пользователь нажал на ссылку Сброс пароля");

define("LAN_FPW_100", "Забыли пароль?");
define("LAN_FPW_101", "Не стоит беспокоиться. Просто введите свой адрес электронной почты ниже и мы вышлем вам по электронной почте инструкции для восстановления.");
define("LAN_FPW_102", "Сброс пароля");
