<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/01/23 12:32:56
|
|        $Author: Admin $
+---------------------------------------------------------------+
*/

define("RL_LAN_002", "Роллинг журнала");
define("RL_LAN_005", "Настройка/просмотр системных  журналов");
define("RL_LAN_008", "Роллинг журнала активен:");
define("RL_LAN_009", "Роллинг журнала продолжительность в днях");
define("RL_LAN_012", "Параметры фильтра");
define("RL_LAN_013", "Дата/время начала");
define("RL_LAN_014", "Дата и время окончания");
define("RL_LAN_015", "Фильтр идентификатора пользователя");
define("RL_LAN_016", "Бланк для none, ноль для гостя");
define("RL_LAN_017", "Без записей в журнале, или никто не соответствуют фильтру");
define("RL_LAN_018", "Обновление журнала");
define("RL_LAN_019", "гг-мм-дд чч:мм:сс");
define("RL_LAN_020", "<IP>");
define("RL_LAN_023", "Тип события");
define("RL_LAN_024", "От");
define("RL_LAN_025", "Название мероприятия");
define("RL_LAN_026", "Класс пользователей, действия которых, записываются");
define("RL_LAN_028", "Обновление фильтров");
define("RL_LAN_029", "Фильтр типа событий");
define("RL_LAN_030", "Журнал");
define("RL_LAN_031", "Действия для входа");
define("RL_LAN_032", "PRI");
define("RL_LAN_033", "Дополнительная информация");
define("RL_LAN_044", "Журнал событий для отображения на странице");
define("RL_LAN_045", "Удаление записей журнала старше чем ");
define("RL_LAN_046", "дней");
define("RL_LAN_047", "Подтвердите удаление администратора события журнала старше");
define("RL_LAN_049", "Удалять старые записи");
define("RL_LAN_050", "Параметр ошибка - ничего не удалены");
define("RL_LAN_052", "Журнал Admin");
define("RL_LAN_053", "Журнал аудита пользователей");
define("RL_LAN_054", "Ничего не удалить, или ошибка базы данных");
define("RL_LAN_057", "-события старше--старая--удалены (--NUM--записей)");
define("RL_LAN_058", "Приоритет фильтра:");
define("RL_LAN_059", "Вызывающий объект фильтра:");
define("RL_LAN_060", "Фильтр IP адресов:");
define("RL_LAN_061", " В конце допускается знак (*) ");
define("RL_LAN_062", "Журнал аудита пользователей");
define("RL_LAN_064", "Применимо ко всем журналам регистрации");
define("RL_LAN_065", "Подтвердите удаление пользовательского журнала событий аудита старше");
define("RL_LAN_066", "Удаление пользователя след журнала событий аудита старше");
define("RL_LAN_067", "История закачек");
define("RL_LAN_068", "ID Г/Л");
define("RL_LAN_069", "Имя закачки");
define("RL_LAN_071", "Регистрация пользователя (игнорирует класс выше)");
define("RL_LAN_072", "Подтверждение электронной почты подписка (игнорирует класс выше)");
define("RL_LAN_073", "Вход/выход");
define("RL_LAN_075", "Изменить отображаемое имя");
define("RL_LAN_076", "Смена пароля");
define("RL_LAN_077", "Изменить адрес электронной почты");
define("RL_LAN_078", "Восстановление пароля");
define("RL_LAN_079", "Измените другие параметры пользователя");
define("RL_LAN_080", "Администратор быстро добавить пользователя");
define("RL_LAN_081", "Отказ почты");
define("RL_LAN_082", "Бан пользователя");
define("RL_LAN_083", "Сброс почтовых отказов");
define("RL_LAN_084", "Временные учетные записи");
define("RL_LAN_087", "Подробно");
define("RL_LAN_090", "ID загрузки");
define("RL_LAN_091", "Подробные тайминги");
define("RL_LAN_092", "Период времени");
define("RL_LAN_093", "(мин.)");
define("RL_LAN_094", "Анализ подробных таймингов");
define("RL_LAN_096", "Diff");
define("RL_LAN_098", "Источник");
define("RL_LAN_100", "СИД");
define("RL_LAN_101", "ПИД");
define("RL_LAN_103", "Тема");
define("RL_LAN_104", "УИД");
define("RL_LAN_106", "Тип");
define("RL_LAN_107", "Комментарий");
define("RL_LAN_108", "БК");
define("RL_LAN_109", "ЛК");
define("RL_LAN_110", "Удал.");
define("RL_LAN_111", "Удалить отмеченные элементы");
define("RL_LAN_112", "Удаленные комментарии --NUMBER-- ");
define("RL_LAN_113", "Ошибка при удалении комментариев!");
define("RL_LAN_114", "Очистить фильтры");
define("RL_LAN_115", "Администратор пользователей");
define("RL_LAN_116", "Местоположение");
define("RL_LAN_117", "Страниц");
define("RL_LAN_118", "Флаг");
define("RL_LAN_120", "Пользователей он-лайн");
define("RL_LAN_122", "Журналы конфигурации системы");
define("RL_LAN_123", "Класс след аудита пользователей");
define("RL_LAN_124", "Действия пользователя аудит тропа");
define("RL_LAN_125", "Техническое обслуживание системы журналы");
define("RL_LAN_126", "Всего [x] записей, соответствующих условию поиска");
define("RL_LAN_132", "Информация");
define("RL_LAN_133", "Уведомление");
define("RL_LAN_134", "Предупреждение");
define("RL_LAN_135", "Фатально");


?>