<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/01/23 12:52:41
|
|        $Author: Admin $
+---------------------------------------------------------------+
*/

define("LAN_CRON_M_02", "Обновить");
define("LAN_CRON_2", "Функция");
define("LAN_CRON_3", "Закладка");
define("LAN_CRON_4", "Последний запуск");
define("LAN_CRON_01_1", "Тестовое сообщение");
define("LAN_CRON_01_2", "Отправьте тестовое сообщение в [eml].");
define("LAN_CRON_01_3", "Рекомендуется протестировать систему планирования.");
define("LAN_CRON_02_1", "Очередь почты");
define("LAN_CRON_02_2", "Процесс очереди почты.");
define("LAN_CRON_03_1", "Проверка отказов почты");
define("LAN_CRON_03_2", "Проверка для возврата электронной почты.");
define("LAN_CRON_04_1", "Проверка бан триггера");
define("LAN_CRON_04_2", "Процесс триггера отказов.");
define("LAN_CRON_04_3", "Требуется только если бан-триггер включен.");
define("LAN_CRON_05_1", "Резервное копирование базы данных");
define("LAN_CRON_05_2", "Резервное копирование базы данных системы");
define("LAN_CRON_6", "Не удалось импортировать Prefs");
define("LAN_CRON_7", "Не удалось импортировать параметры времени");
define("LAN_CRON_8", "Импортированные временные настройки для");
define("LAN_CRON_9", "[x] минут и [y] секунд назад.");
define("LAN_CRON_10", "[y] секунд назад.");
define("LAN_CRON_11", "Активные задания");
define("LAN_CRON_12", "Последнее обновление cron");
define("LAN_CRON_13", "Пожалуйста, убедитесь, что cron.php является исполняемым файлом.");
define("LAN_CRON_14", "Пожалуйста установите /cron.php CHMOD 755.");
define("LAN_CRON_15", "Используйте команду Cron");
define("LAN_CRON_16", "С помощью панели управления сервера (например. cPanel, DirectAdmin, Plesk и т.д.) пожалуйста, создайте crontab для запуска этой команды на вашем сервере каждую минуту.");
define("LAN_CRON_20_1", "Проверить обновления e107");
define("LAN_CRON_20_2", "Проверка на e107.org обновлений ядра");
define("LAN_CRON_20_3", "Рекомендуется обновлять систему.");
define("LAN_CRON_20_4", "Обновить этот репозиторий Git");
define("LAN_CRON_20_5", "Обновление установки e107 с самыми последними файлами github.");
define("LAN_CRON_20_6", "Рекомендуется только для разработчиков.");
define("LAN_CRON_20_7", "Предупреждение!");
define("LAN_CRON_20_8", "Может привести к нестабильности сайта!");
define("LAN_CRON_30", "Каждую минуту");
define("LAN_CRON_31", "Каждую минуту");
define("LAN_CRON_32", "Каждые 5 минут");
define("LAN_CRON_33", "Каждые 10 минут");
define("LAN_CRON_34", "Каждые 15 минут");
define("LAN_CRON_35", "Каждые 30 минут");
define("LAN_CRON_36", "Каждый час");
define("LAN_CRON_37", "Каждый час");
define("LAN_CRON_38", "Каждые 3 часа");
define("LAN_CRON_39", "Каждые 6 часов");
define("LAN_CRON_40", "Каждый день");
define("LAN_CRON_41", "Каждый месяц");
define("LAN_CRON_42", "Каждый день недели");
define("LAN_CRON_50", "Минут (ы):");
define("LAN_CRON_51", "Часов:");
define("LAN_CRON_52", "ДН:");
define("LAN_CRON_53", "Месяцев:");
define("LAN_CRON_54", "Недель:");
define("LAN_CRON_60", "Перейти к Cpanel");
define("LAN_CRON_61", "Создать новый пароль cron");
define("LAN_CRON_62", "Выполнение функции конфигурации [b][x][/b]");
define("LAN_CRON_63", "Функция конфигурации не найдена [b][x][/b].");
define("LAN_CRON_64", "Администратор может автоматизировать задачи, используя планировщик  e107.[br] В разделе управления, вы можете редактировать, удалять и запускать задачи.[br] При редактировании задачи вы можете установить минуты, часы, дни, месяц или день недели выполнение задачи. Используйте * для каждого периода. Используйте свойство, Активный, для выполнения задачи. [br]Примечание: не рекомендуется удалять стандартные задания.[br]");
define("LAN_CRON_BACKUP", "Резервное копирование");
define("LAN_CRON_LOGGING", "Ведение журнала");
define("LAN_CRON_RUNNING", "Работает");


?>