<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Russian Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/01/23 14:55:12
|
|        $Author: Admin $
+---------------------------------------------------------------+
*/

define("FC_LAN_1", "Инспектор файлов");
define("FC_LAN_5", "Файлы ядра");
define("FC_LAN_6", "Только внутренние ошибки");
define("FC_LAN_7", "Не основные файлы");
define("FC_LAN_8", "Проверить целостность файлов ядра");
define("FC_LAN_11", "Сканировать");
define("FC_LAN_13", "Отсутствующие файлы ядра");
define("FC_LAN_14", "Показывать результаты как");
define("FC_LAN_15", "Дерево каталогов");
define("FC_LAN_17", "Сравнения строк");
define("FC_LAN_18", "Регулярное выражение");
define("FC_LAN_19", "Показать номера строк");
define("FC_LAN_20", "Показать совпадающие строки");
define("FC_LAN_21", "Старые файлы ядра");
define("FC_LAN_23", "Исключить языковые файлы");
define("FC_LAN_24", "Папка ядра (успешно)");
define("FC_LAN_25", "Папка ядра (сбой целостности)");
define("FC_LAN_26", "Папка ядра (отсутствует)");
define("FC_LAN_27", "Папка ядра (старые)");
define("FC_LAN_28", "Остальные папки");
define("FC_LAN_29", "Файл ядра (успешно)");
define("FC_LAN_30", "Файл ядра (не выбран)");
define("FC_LAN_31", "Файл ядра (сбой целостности)");
define("FC_LAN_32", "Файл ядра (отсутствует)");
define("FC_LAN_33", "Файл ядра (старые)");
define("FC_LAN_34", "Файл ядра (непредвиденный)");
define("FC_LAN_35", "Известные проблемы безопасности");
define("FC_LAN_36", "Остальные файлы");
define("FC_LAN_37", "Ключ файла");
define("FR_LAN_1", "Сканирование");
define("FR_LAN_2", "Результаты проверки");
define("FR_LAN_3", "Обзор");
define("FR_LAN_4", "Основные файлы");
define("FR_LAN_5", "Не основные файлы");
define("FR_LAN_6", "Всего файлов");
define("FR_LAN_7", "Проверка целостности");
define("FR_LAN_8", "Основные файлы пройдено");
define("FR_LAN_9", "Основные файлы ошибка");
define("FR_LAN_10", "Возможные причины ошибки файлов ");
define("FR_LAN_11", "Файл поврежден");
define("FR_LAN_12", "Это может быть по ряду причин, таких как - файл был поврежден в zip архиве, испортился во время извлечения или был поврежден во время загрузки файлов через FTP. Вы должны попробовать повторно загрузить файл на сервер и повторно запустить сканирование, может это устранит ошибку.");
define("FR_LAN_13", "Этот файл является устаревшим");
define("FR_LAN_14", "Если файл из более ранней версии e107, то не будет выполнена проверка целостности. Убедитесь, что вы загрузили новую версию этого файла.");
define("FR_LAN_15", "Редактировать файл");
define("FR_LAN_16", "Если вы изменили этот файл в любом случае он не пройдет проверку целостности. Если Вы умышленно редактировать этот файл, то вам не нужно беспокоиться и могут проигнорировать этот сбой проверки целостности. Если однако файл был отредактирован кем-то без разрешения вы можете повторно загрузить нужную версию этот файл из e107 zip.");
define("FR_LAN_17", "Если вы являетесь пользователем SVN");
define("FR_LAN_18", "Если вы запустите извлечений из e107 SVN на вашем сайте вместо официальной e107 стабильных релизов, то вы обнаружите, что файлы сбой проверки целостности, потому что они были отредактированы, dev после создания последнего моментального снимка образа ядра.");
define("FR_LAN_19", "файлы не удалось");
define("FR_LAN_20", "Все файлы передаются");
define("FR_LAN_21", "нет");
define("FR_LAN_22", "Отсутствующие файлы ядра");
define("FR_LAN_23", "Совпадений не найдено.");
define("FR_LAN_24", "Старые файлы ядра");
define("FR_LAN_25", "Целостность неисчислимые");
define("FR_LAN_26", "Предупреждение! Известные безопасности обнаружен!");
define("FR_LAN_27", "Есть файлы на вашем сервере, которые известны как эксплуатационные и должны быть немедленно удалены.");
define("FR_LAN_28", "Известных небезопасных файлов");
define("FR_LAN_32", "Вы должны выполнить сканирование сначала!");
define("FS_LAN_1", "Создание снимка");
define("FS_LAN_2", "Абсолютный путь к корневому каталогу для создания изображения из");
define("FS_LAN_3", "Создание снимка для плагина: (будут перечислены ваш плагин, когда файл для записи e_inspect.php существует в корневом каталоге плагинов).");
define("FS_LAN_4", "Выберите...");
define("FS_LAN_5", "Создайте снимок текущей или устаревших файлов");
define("FS_LAN_6", "Ток");
define("FS_LAN_7", "Нерекомендуемый");
define("FS_LAN_8", "Создание снимка");
define("FS_LAN_9", "Моментальный снимок");
define("FS_LAN_10", "Создания моментального снимка");
define("FS_LAN_11", "Снимок был успешно создан.");
define("FS_LAN_12", "Вернуться на главную страницу");


?>